{
  "items": [
    {
      "slug"       : "kpcc-ipad",
      "title"      : "KPCC for iPad",
      "teaser"     : "Product design for KPCC's native tablet app.",
      "description": "The flagship iPad app for KPCC, public radio for Southern California. The app positions KPCC as a digital news leader in Los Angeles, and connects our audiences to the public radio they love.",
      "thumbnail"  : 
        {
          "src"    : "thumb-kpcc-ipad.jpg",
          "caption": "KPCC for iPad"
        },
      "hero_img"   : "img-hero-kpcc-ipad",
      "gallery"  :
        [
          {
            "image"      : "img-kpcc-ipad-1",
            "caption"    : "Users can select their favorite programs and have new episodes automatically added to their queue."
          },
          {
            "image"      : "img-kpcc-ipad-2",
            "caption"    : "Articles look their best on KPCC for iPad, with gorgeous images and elegant typography. Slideshows, video and audio are always just a tap away." 
          },
          {
            "image"      : "img-kpcc-ipad-3",
            "caption"    : "Audio is surfaced throughout the app, making it easy to discover, queue and play radio segments and episodes."
          },
          {
            "image"      : "img-kpcc-ipad-4",
            "caption"    : "The app takes full advantage of iPad's canvas to show off the Short List's tightly curated sets of stories and beautiful photography."
          }
        ],
      "link"       :
        {
          "title"  : "Visit the App Store",
          "href"   : "https://itunes.apple.com/us/app/kpcc-for-ipad/id744160424?mt=8"
        },
      "company"    : "KPCC",
      "services"   : "Product strategy, Product design",
      "problem"    : "<p>With the second-largest newsroom in Los Angeles and dozens of articles published every day, KPCC needed a product that positioned it as a news brand that delivered more than just great radio.</p> <p>Focusing on the tablet as a great device for reading, we wondered if we could build a product that would draw our audience in with a great listening experience, but also create addictive reading habits.</p> <p>And since our most loyal fans were likely to seek out a KPCC native app, we wanted to find ways to deepen the emotional connection with our brand, building increased loyalty that could drive membership.</p>",
      "outcomes"    :
        [
          {"item"  : "Created a new editorial feature, The Short List, delivering curated editions of the day's news to iPad users in the early morning and late afternoon."},
          {"item"  : "KPCC for iPad is the first product to succeessfully switch KPCC's loyal listeners to readers. Users read an average of more thant 2 stories per session, and engage in reading seven times more often than listening."},
          {"item"  : "Built a product that users love: 94% 5-star ratings in the first 30 days, and more than 50% of active users use the app multiple times per day."}
        ]
    },
    {
      "slug"       : "half-in-ten",
      "title"      : "Half In Ten",
      "teaser"     : "A redesign of poverty data visualizations for Center for American Progress.",
      "description": "The Center for American Progress has been workoing to reduce poverty by 50% in the U.S. by 2020 - a project they call Half in Ten. As part of that effort, CAP needed to rethink the way they visualized povery data to maximize its impact and catalyze action.",
      "thumbnail"  :
        {
          "src"    : "thumb-half-in-ten.jpg",
          "caption": "Poverty data vizualization for halfinten.org"
        },
      "hero_img"   : "img-hero-halfinten",
      "gallery"  :
        [
          {
            "image"      : "img-halfinten-1",
            "caption"    : "Caption"
          },
          {
            "image"      : "img-halfinten-2",
            "caption"    : "Caption" 
          },
          {

            "image"      : "img-halfinten-3",
            "caption"    : "Caption"
          },
          {

            "image"      : "img-halfinten-4",
            "caption"    : "Caption"
          }
        ],
      "link"       :
        {
          "title"  : "",
          "href"   : ""
        },
      "company"    : "Center for American Progress",
      "services"   : "UI Design, Copywriting",
      "problem"    : "<p>Problem Description</p>",
      "outcomes"    :
        [
          {"item"  : "Outcome 1"},
          {"item"  : "Outcome 2"},
          {"item"  : "Outcome 3"}
        ]
    },
    {
      "slug"       : "kpcc-reader",
      "title"      : "KPCC Reader",
      "teaser"     : "A fast, mobile-first, infinite-scroll news experience for KPCC.",
      "description": "Description",
      "thumbnail"  :
        {
          "src"    : "thumb-kpcc-reader.jpg",
          "caption": "KPCC Reader - a mobile-first reading experience"
        },
      "hero_img"   : "img-hero-kpcc-reader",
      "gallery"  :
        [
          {
            "image"      : "img-kpcc-reader-1",
            "caption"    : "Caption"
          },
          {
            "image"      : "img-kpcc-reader-2",
            "caption"    : "Caption" 
          },
          {

            "image"      : "img-kpcc-reader-3",
            "caption"    : "Caption"
          },
          {

            "image"      : "img-kpcc-reader-4",
            "caption"    : "Caption"
          }
        ],
      "link"       :
        {
          "title"  : "Visit KPCC Reader",
          "href"   : "http://reader.scprdev.org"
        },
      "company"    : "KPCC",
      "services"   : "User interface design, front-end development",
      "problem"    : "<p>Problem Description</p>",
      "outcomes"    :
        [
          {"item"  : "Outcome 1"},
          {"item"  : "Outcome 2"},
          {"item"  : "Outcome 3"}
        ]
    },
    {
      "slug"       : "kpcc-redesign",
      "title"      : "KPCC.org Redesign",
      "teaser"     : "A responsive redesign for Southern California Public Radio.",
      "description": "The flagship iPad app for KPCC, public radio for Southern California. KPCC for iPad positions KPCC as a digital news leader in Los Angeles, and connects our audiences to the public radio they love.",
      "thumbnail"  :
        {
          "src"    : "thumb-kpcc-responsive.jpg",
          "caption": "KPCC.org homepage"
        },
      "hero_img"   : "img-hero-kpcc-ipad.png",
      "link"       :
        {
          "title"  : "View KPCC.org",
          "href"   : "http://www.scpr.org"
        },
      "company"    : "KPCC",
      "services"   : "Product strategy, Product design, front-end development" 
    },
    {
      "slug"       : "kpcc-newsletters",
      "title"      : "KPCC Email Newsletters",
      "teaser"     : "A visual system and front-end solution for mobile-friendly email newsletters.",
      "description": "A visual overhaul and responsive redesign of all KPCC's email templates, along with a front-end project that makes HTML emails a pleasure to code.",
      "thumbnail"  :
        {
          "src"    : "thumb-kpcc-email.jpg",
          "caption": "Emal newsletters for KPCC"
        },
      "hero_img"   : "img-hero-laup",
      "gallery"  :
        [
          {
            "image"      : "img-laup-1",
            "caption"    : "After making an initial emotional impact, the landing page encourages users to launch a video that explains LAUP's values and mission."
          },
          {
            "image"      : "img-laup-2",
            "caption"    : "The landing page draws users through LAUP's story, touching down on an email signup form so LAUP can communicate directly with KPCC's audience." 
          },
          {

            "image"      : "img-laup-3",
            "caption"    : "Cinematic background images bolster the copywriting and reinforce LAUP's focus on improving the educational futures of young children in Los Angeles."
          },
          {

            "image"      : "img-laup-4",
            "caption"    : "The landing page is fully responsive, giving LAUP high-quality impressions across all devices."
          }
        ],
      "link"       :
        {
          "title"  : "View the code on Github",
          "href"   : "https://github.com/SCPR/kpcc-email-newsletters"
        },
      "company"    : "KPCC",
      "services"   : "Design, Front-end Development",
      "problem"    : "<p>Email is a critical channel for KPCC to communicate with its audience. From fundraising to breaking news, email help KPCC fulfill its editorial mission and sustain its business.</p><p>With more than a half-million emails sent each month and over 40% of email opens happening on mobile devices, KPCC needed a complete overhaul of its email design system. The system needed to be modular, flexible and on-brand while also being responsive.</p><p>In addition to the design challenges of the project, anyone who's had to code HTML email will tell you it's painful. Very painful. Between gnarly nested tables and inline CSS, any sane developer would run screaming.</p>",
      "outcomes"    :
        [
          {"item"  : "Created a design system of reusable components and patterns that empowered email authors to assemble custom email campaigns."},
          {"item"  : "Created a project with a sane front-end development workflow (SCSS, Slim, helpers), along with a build process to inline CSS and generate battle-tested HTML email that's ready to send."}
        ]
    },
    {
      "slug"       : "laup-landing-page",
      "title"      : "LAUP Marketing Landing Page",
      "teaser"     : "A premium advertising experience for one of KPCC's corporate underwriters.",
      "description": "As part of an exclusive sponsorship of KPCC's education coverage, the responsive landing page for LA Universal Preschool goes beyond banner ads to deliver a premium experience for KPCC's audience and advertiser.",
      "thumbnail"  : 
        {
          "src"    : "thumb-laup.jpg",
          "caption": "LAUP corporate underwriter landing page"
        },
      "hero_img"   : "img-hero-laup",
      "gallery"  :
        [
          {
            "image"      : "img-laup-1",
            "caption"    : "After making an initial emotional impact, the landing page encourages users to launch a video that explains LAUP's values and mission."
          },
          {
            "image"      : "img-laup-2",
            "caption"    : "The landing page draws users through LAUP's story, touching down on an email signup form so LAUP can communicate directly with KPCC's audience." 
          },
          {

            "image"      : "img-laup-3",
            "caption"    : "Cinematic background images bolster the copywriting and reinforce LAUP's focus on improving the educational futures of young children in Los Angeles."
          },
          {

            "image"      : "img-laup-4",
            "caption"    : "The landing page is fully responsive, giving LAUP high-quality impressions across all devices."
          }
        ],
      "link"       :
        {
          "title"  : "View LAUP landing page",
          "href"   : "http://underwriting.herokuapp.com"
        },
      "company"    : "KPCC, LAUP",
      "services"   : "UI Design, Front-end Development",
      "problem"    : "<p>Like most news organizations, KPCC is trying to go beyond banner ads to find new forms of digital ad revenue that are sustainable, lucrative, and provide a better user experience.</p> <p>So when LA Universal Preschool expressed interest in being the exclusive sponsor of KPCC's education coverage for an entire year, we knew we needed to design a solution that gave LAUP unique exposure, while remaining true to KPCC's member-supported, mission-driven values and ethics.</p><p>Finding the right solution required us to move into uncharted territory, both for KPCC and LAUP. Ensuring advertising impact while preserving the clear distinction between advertising and editorial required close collaboration with KPCC's editorial leadership and the corporate underwriter.</p>",
      "outcomes"    :
        [
          {"item"  : "Designed a bespoke landing page as a destination for LAUP's campaign, creating unique ad inventory and enabling KPCC to secure premium sponsorship revenue."},
          {"item"  : "Landing page includes an email signup conversation point, giving LAUP a direct way to engage with users that goes beyond impressions and clickthrough."}
        ]
    },
    {
      "slug"       : "highlander-orientation",
      "title"      : "Highlander New Student Orientation",
      "teaser"     : "A UC Riverside webapp that guides incoming students through orientation registration.",
      "description": "UC Riverside requires all incoming students to attend Orientation, preparing them for the transition to college. To dramatically simplify a complex signup process, UCR needed a complete redesign of their online registration system.",
      "thumbnail"  :
        {
          "src"    : "thumb-highlander-orientation.jpg",
          "caption": "UCR's Highlander New Student Orientation"
        },
      "hero_img"   : "img-hero-ucr-orientation",
      "gallery"  :
        [
          {
            "image"      : "img-ucr-orientation-1",
            "caption"    : "Highlander Orientation offers different sessions tailored to specific groups of students. The redesigned webapp makes it easy for students to chose the right session."
          },
          {
            "image"      : "img-ucr-orientation-2",
            "caption"    : "The form is broken up into multiple steps with discrete sections, contextual tips and validation, making a long and complex process seem less overwhelming." 
          },
          {

            "image"      : "img-ucr-orientation-3",
            "caption"    : "Getting students to read the fine print about the Orientation experience is challenging. Conversational copywriting and good IA help bring important details to the fore."
          },
          {

            "image"      : "img-ucr-orientation-4",
            "caption"    : "Detailed wireframes were created to model the registration form's complex flows and decision logic, from signin to payment."
          }
        ],
      "link"       :
        {
          "title"  : "",
          "href"   : ""
        },
      "company"    : "UC Riverside",
      "services"   : "Product Strategy, UI Design, Copywriting",
      "problem"    : "<p>Navigating the college admissions process is downright frightening for many wide-eyed high school seniors. At UC Riverside, we knew that our in-person New Student Orientation sessions were of the most confusing parts of the process.</p><p>Deciding what session to attend, registering your parents for their own information sessions, reading the fine print, paying your fees, knowing what to bring for your overnight stay on campus...many students wound up arriving unprepared, or not attending Orientation at all.</p><p>UCR found that students who attend Orientation were far less likely to struggle during their freshman year, and also less likely to drop out. Radically simplifying the online Orientation registration process was deemed critical to the success of the program: UCR wants to create positive feelings in incoming students during these early touchpoints as students begin to form impressions of their new home.",
      "outcomes"    :
        [
          {"item"  : "Designed the entire user journey through the registration process, from communication plans and email notifications down to every field in the multi-step form. Used user-centered approaches to shifted the design focus away from UCR's business process and toward students' needs."},
          {"item"  : "Reviewed call center databases and identified the most common student pain points. Used this data to guide UI refinements to reduce confusion and guide students successfully through the registration form."},
          {"item"  : "Introduced new visual design to bring increased clarity and structure to our webapps. The app's design focuses on making users feel confident and in control of the registration process, and subtly reinforces UCR's brand."}
        ]
    }
  ]
}