{
  "items": [
    {
      "slug"       : "kpcc-ipad",
      "title"      : "KPCC for iPad",
      "teaser"     : "Product design for KPCC's native tablet app.",
      "description": "KPCC for iPad positions Southern California's largest public radio station as a digital news leader in Los Angeles, and connects audiences to the public radio they love.",
      "thumbnail"  : 
        {
          "src"    : "thumb-kpcc-ipad.jpg",
          "caption": "KPCC for iPad"
        },
      "hero_img"   : "img-hero-kpcc-ipad",
      "gallery"  :
        [
          {
            "image"      : "img-kpcc-ipad-1",
            "caption"    : "Users can select their favorite programs and have new episodes automatically added to their queue."
          },
          {
            "image"      : "img-kpcc-ipad-2",
            "caption"    : "Articles look their best on KPCC for iPad, with gorgeous images and elegant typography. Slideshows, video and audio are always just a tap away." 
          },
          {
            "image"      : "img-kpcc-ipad-3",
            "caption"    : "Audio is surfaced throughout the app, making it easy to discover, queue and play radio segments and episodes."
          },
          {
            "image"      : "img-kpcc-ipad-4",
            "caption"    : "The app takes full advantage of iPad's canvas to show off the Short List's tightly curated sets of stories and beautiful photography."
          }
        ],
      "link"       :
        {
          "title"  : "Visit the App Store",
          "href"   : "https://itunes.apple.com/us/app/kpcc-for-ipad/id744160424?mt=8"
        },
      "company"    : "KPCC",
      "services"   : "Product strategy, Product design",
      "problem"    : "<p>With the second-largest newsroom in Los Angeles and dozens of articles published every day, KPCC needed a product that positioned it as a news brand that delivers more than just great radio.</p> <p>Focusing on the tablet as a great device for reading, we wondered if we could build an app that would draw our audience in with a great listening experience, but focus primarily on creating addictive reading habits.</p> <p>And since our most loyal fans were likely to seek out a KPCC native app, we wanted to find ways to deepen the emotional connection with our brand, building increased loyalty that could drive membership.</p>",
      "outcomes"    :
        [
          {"item"  : "Created a new editorial feature, The Short List, delivering curated editions of the day's news to iPad users in the early morning and late afternoon."},
          {"item"  : "KPCC for iPad is the first product to successfully switch KPCC's loyal listeners to readers. Users engage in reading seven times more often than listening, and read an average of 3 stories per session."},
          {"item"  : "KPCC for iPad is a product that our audience loves. It received 94% 5-star ratings in its first 30 days in the App Store, and more than half of active users use the app multiple times per day."}
        ]
    },
    {
      "slug"       : "half-in-ten",
      "title"      : "Half In Ten",
      "teaser"     : "A redesign of poverty data visualizations for Center for American Progress.",
      "description": "The Center for American Progress has been working to reduce poverty by 50% in the U.S. by 2020 - a project they call Half in Ten. To achieve their goal, they needed to visualize poverty data to maximize impact and catalyze action.",
      "thumbnail"  :
        {
          "src"    : "thumb-half-in-ten.jpg",
          "caption": "Poverty data visualization for halfinten.org"
        },
      "hero_img"   : "img-hero-halfinten",
      "gallery"  :
        [
          {
            "image"      : "img-halfinten-1",
            "caption"    : "Breakdowns by state allow you to see at a glance how your state compares to the rest of the U.S. Carefully selected icons add impact to each indicator."
          },
          {
            "image"      : "img-halfinten-2",
            "caption"    : "Information priorities on each page were carefully considered so that top-line numbers are at your fingertips on any device." 
          },
          {

            "image"      : "img-halfinten-3",
            "caption"    : "A new landing page concept was created to give users clear points of entry, as well as providing additional narrative in support of Half In Ten's mission."
          },
          {

            "image"      : "img-halfinten-4",
            "caption"    : "As the user reaches the end of the page, resources and clear calls to action get advocates engaged in the fight to reduce poverty in their area."
          }
        ],
      "link"       :
        {
          "title"  : "",
          "href"   : ""
        },
      "company"    : "Center for American Progress",
      "services"   : "UI Design, Copywriting",
      "problem"    : "<p>In 2010, the Center for American Progress set out to reduce poverty by 50% in the U.S. by 2020 - a project they call Half in Ten. As part of that effort, CAP needed to rethink the way they visualized poverty data to maximize its impact and catalyze action.</p><p>Half In Ten's leadership team identified a clear set of challenges. Their current visualizations were hard to follow and didn't tell a clear story. Also, while the charts and graphs looked good on desktops, they needed a solution that commiunicated poverty data with equal impact across all devices and screens. And finally, they wanted to use their data to reinforce the powerful story of poverty in the U.S., and catalyze users to act.</p>",
      "outcomes"    :
        [
          {"item"  : "Through improved balance, hierarchy and copywriting, these redesigned pages help the data speak more powerfully, dramatically improving clarity in the relationships between data points."},
          {"item"  : "Wireframes were created for large and small screens, re-imagining complex charts for effective display on smartphones and other personal devices."},
          {"item"  : "The new design increases the visibility of state-level breakdowns, giving users a better sense of how their state is trending over time, and compared to other states in the U.S."}
        ]
    },
    {
      "slug"       : "kpcc-redesign",
      "title"      : "KPCC.org Redesign",
      "teaser"     : "A responsive redesign for Southern California Public Radio.",
      "description": "KPCC is the second largest public radio station in the U.S., and the second-largest newsroom in Los Angeles. To serve the daily news needs of a major metropolis, KPCC's website was redesigned responsively and rebuilt from the ground up.",
      "thumbnail"  :
        {
          "src"    : "thumb-kpcc-responsive.jpg",
          "caption": "KPCC.org homepage"
        },
      "hero_img"   : "img-hero-kpcc-redesign",
      "gallery"  :
        [
          {
            "image"      : "img-kpcc-redesign-1",
            "caption"    : "In addition to supporting a large-scale daily newsgathering operation, the redesign also heavily feature KPCC's live community events platform."
          },
          {
            "image"      : "img-kpcc-redesign-2",
            "caption"    : "KPCC's homepage not only responds to the daily news cycle, but also can adapt to focus on major events like election night coverage." 
          },
          {
            "image"      : "img-kpcc-redesign-3",
            "caption"    : "On small screens, an unobtrusive off-canvas navigation provides access to all of KPCC's news and program content, as well as a point of entry to KPCC's donation form."
          },
          {
            "image"      : "img-kpcc-redesign-4",
            "caption"    : "Across the site, multiple content types are presented in a unified interface: blog posts, radio segments, live events and visual journalism all coexist on the KPCC homepage."
          }
        ],
      "link"       :
        {
          "title"  : "View KPCC.org",
          "href"   : "http://www.scpr.org"
        },
      "company"    : "KPCC",
      "services"   : "Product strategy, Product design, front-end development",
      "problem"    : "<p>My first major project when I arrived at KPCC was to rethink and redesign KPCC's website from the ground up. The organization was in the midst of transformational change, attempting to merge its radio and digital editorial operations. It was also growing like crazy, doubling the size of its newsroom in less than a year.</p><p>As we embarked on the project in late 2011, KPCC's goals were manifold: it needed to refresh its digital brand, serve audiences across devices, continue to delight loyal radio listeners, and establish itself as a premiere news brand in Los Angeles.</p>",
      "outcomes"    :
        [
          {"item"  : "By focusing on de-siloing the many types of content KPCC publishes, and designing to support a large volume of daily journalism, the redesign bolstered KPCC.org as it doubled its traffic to over 1 million monthly visits in just 12 months."},
          {"item"  : "Launched in May 2012, KPCC's responsive design positioned it to support a proliferation of smartphones and tablets. Total share of traffic coming from mobile devices has increased from 20% (May '12) to 42% (Dec '13)."},
          {"item"  : "The first public media organization to launch a responsive website, KPCC.org received numerous national design awards from the journalism and publishing industry."}
        ]
    },
    {
      "slug"       : "kpcc-newsletters",
      "title"      : "KPCC Email Newsletters",
      "teaser"     : "A visual system and front-end solution for mobile-friendly email newsletters.",
      "description": "A visual overhaul and responsive redesign of all KPCC's email templates, along with a front-end project that makes HTML emails a pleasure to code.",
      "thumbnail"  :
        {
          "src"    : "thumb-kpcc-email.jpg",
          "caption": "Email newsletters for KPCC"
        },
      "hero_img"   : "img-hero-kpcc-emails",
      "gallery"  :
        [
          {
            "image"      : "img-kpcc-emails-1",
            "caption"    : "KPCC's email newsletters were redesigned and coded from scratch to ensure they look amazing on mobile devices."
          },
          {
            "image"      : "img-kpcc-emails-2",
            "caption"    : "Images and typography are responsive and scale up to larger screens and desktop email clients." 
          },
          {

            "image"      : "img-kpcc-emails-3",
            "caption"    : "Design patterns are matched with front-end code patterns, allowing content creators to take a 'building block' approach to email creation."
          },
          {

            "image"      : "img-kpcc-emails-4",
            "caption"    : "A single visual design system unifies our communications across breaking news, regular newsletters and membership appeals."
          }
        ],
      "link"       :
        {
          "title"  : "View the code on Github",
          "href"   : "https://github.com/SCPR/kpcc-email-newsletters"
        },
      "company"    : "KPCC",
      "services"   : "Design, Front-end Development",
      "problem"    : "<p>Email is a critical channel for KPCC to connect with its audience. From fundraising to breaking news, email helps KPCC fulfill its editorial mission and sustain its business.</p><p>With more than a half-million emails sent each month and more email opens happening on mobile devices each day, KPCC needed a complete overhaul of its email design system. The system needed to be modular, flexible and on-brand while also being responsive.</p><p>In addition to the design challenges of the project, anyone who's had to code HTML email will tell you it's painful. Very painful. Between gnarly nested tables and inline CSS, any sane developer would run screaming.</p>",
      "outcomes"    :
        [
          {"item"  : "By designing and coding a system of reusable components and patterns, email authors are able to assemble custom email campaigns with ease."},
          {"item"  : "Created a project with a sane front-end development workflow (SCSS, Slim, helpers), along with a Premailer-based build process to inline CSS and generate battle-tested HTML email that's ready to send."}
        ]
    },
    {
      "slug"       : "laup-landing-page",
      "title"      : "LAUP Marketing Landing Page",
      "teaser"     : "A premium advertising experience for one of KPCC's corporate underwriters.",
      "description": "As part of an exclusive sponsorship of KPCC's education coverage, the responsive landing page for LA Universal Preschool goes beyond banner ads to deliver a premium underwritingexperience.",
      "thumbnail"  : 
        {
          "src"    : "thumb-laup.jpg",
          "caption": "LAUP corporate underwriter landing page"
        },
      "hero_img"   : "img-hero-laup",
      "gallery"  :
        [
          {
            "image"      : "img-laup-1",
            "caption"    : "After making an initial emotional impact, the landing page encourages users to launch a video that explains LAUP's values and mission."
          },
          {
            "image"      : "img-laup-2",
            "caption"    : "The landing page draws users through LAUP's story, touching down on an email signup form so LAUP can communicate directly with KPCC's audience." 
          },
          {

            "image"      : "img-laup-3",
            "caption"    : "Cinematic background images bolster the copywriting and reinforce LAUP's focus on improving the educational futures of young children in Los Angeles."
          },
          {

            "image"      : "img-laup-4",
            "caption"    : "The landing page is fully responsive, giving LAUP high-quality impressions across all devices."
          }
        ],
      "link"       :
        {
          "title"  : "View LAUP landing page",
          "href"   : "http://underwriting.herokuapp.com"
        },
      "company"    : "KPCC, LAUP",
      "services"   : "UI Design, Front-end Development",
      "problem"    : "<p>Like most news organizations, KPCC is trying to go beyond banner ads to find new forms of digital ad revenue that are sustainable, lucrative, and provide a better user experience.</p> <p>So when LA Universal Preschool expressed interest in being the exclusive sponsor of KPCC's education coverage for an entire year, we knew we needed to design a solution that gave LAUP unique exposure, while remaining true to KPCC's member-supported, mission-driven values and ethics.</p><p>Finding the right solution meant moving into uncharted territory for both KPCC and LAUP. Ensuring advertising impact while preserving the clear distinction between advertising and editorial required close collaboration with KPCC's editorial leadership and the corporate underwriter.</p>",
      "outcomes"    :
        [
          {"item"  : "By designing a bespoke landing page for LAUP's campaign, KPCC created unique ad inventory that enabled it to secure premium sponsorship revenue."},
          {"item"  : "The landing page includes an email sign up conversation point, giving LAUP a direct way to engage with users that goes beyond impressions and click-through."}
        ]
    },
    {
      "slug"       : "highlander-orientation",
      "title"      : "Highlander New Student Orientation",
      "teaser"     : "A UC Riverside webapp that guides incoming students through orientation registration.",
      "description": "UC Riverside prepares incoming students for the transition to college through its in-person orientation programs. To start students off on the right foot, UCR needed to dramatically simplify its orientation registration process.",
      "thumbnail"  :
        {
          "src"    : "thumb-highlander-orientation.jpg",
          "caption": "UCR's Highlander New Student Orientation"
        },
      "hero_img"   : "img-hero-ucr-orientation",
      "gallery"  :
        [
          {
            "image"      : "img-ucr-orientation-1",
            "caption"    : "Highlander Orientation offers different sessions tailored to specific groups of students. The redesigned webapp makes it easy for students to chose the right session."
          },
          {
            "image"      : "img-ucr-orientation-2",
            "caption"    : "The form is broken up into multiple steps with discrete sections, contextual tips and validation, making a long and complex process seem less overwhelming." 
          },
          {

            "image"      : "img-ucr-orientation-3",
            "caption"    : "Getting students to read the fine print about the Orientation experience is challenging. Conversational copywriting and good IA help bring important details to the fore."
          },
          {

            "image"      : "img-ucr-orientation-4",
            "caption"    : "Detailed wireframes were created to model the registration form's complex flows and decision logic, from sign in to payment."
          }
        ],
      "link"       :
        {
          "title"  : "",
          "href"   : ""
        },
      "company"    : "UC Riverside",
      "services"   : "Product Strategy, UI Design, Copywriting",
      "problem"    : "<p>Navigating the college admissions process is downright frightening for many wide-eyed high school seniors. At UC Riverside, we knew that our in-person New Student Orientation sessions were one of the most confusing parts of the process.</p><p>Deciding what session to attend, registering your parents for their own information sessions, reading the fine print, paying your fees, knowing what to bring for your overnight stay on campus...many students wound up arriving unprepared, or not attending Orientation at all.</p><p>UCR found that students who attend Orientation were far less likely to struggle during their freshman year, and also less likely to drop out. Radically simplifying the online Orientation registration process was critical to the success of the program: UCR wants to create positive feelings in incoming students during these early touchpoints as students begin to form impressions of their new home.",
      "outcomes"    :
        [
          {"item"  : "The entire user journey through the registration process was redesigned, from communication plans and email notifications down to every field in the multi-step form. Employing user-centered approaches, the product's focus shifted away from UCR's business process and toward students' needs."},
          {"item"  : "Call center databases were reviewed to identify the most common student pain points. This data informed UI refinements to reduce confusion and guide students successfully through the registration form."},
          {"item"  : "A new visual design was introduced to bring increased clarity and structure to UCR's webapps. The design focuses on making users feel confident and in control of the registration process, while subtly reinforcing UCR's brand."}
        ]
    }
  ]
}